package main

import "fmt"

/*
	--------------------------
	| Среднее арифметическое |
	--------------------------
	Создайте целочисленный массив из 5 элементов.
	Заполните его вводом чисел с терминала.

	Напишите программу, для поиска среднего арифметического элементов массива.

	-----------
	| Справка |
	-----------
	Формула среднего арифметического: (СУММА ЭЛЕМЕНТОВ) / (КОЛИЧЕСТВО ЭЛЕМЕНТОВ)

	---------
	| Вывод |
	---------
	Среднее арифметическое: X
*/

func main() {
	var numbers [20]int = [20]int{12, -5, 8, -23, 45, -7, 0, 31, -19, 52, -14, 3, -42, 17, -9, 25, -2, 11, -36, 6}
}