package main

import "fmt"

/*
    ---------------------------------------
    | Программа "Трекер потребления воды" |
    ---------------------------------------
    1. Запросите у пользователя кол-во выпитых стаканов воды сегодня

	2. Сравните с нормой (8 стаканов/день) и выведите:
	- "Вы выполнили дневную норму по потреблению воды!" (если ≥ 8)
	- "Осталось выпить стаканов до дневной нормы потребления воды: X шт." (если < 8)

	--------
    | Ввод |
    --------
	Сколько стаканов воды вы сегодня выпили: 5

	---------
	| Вывод |
	---------
	Осталось выпить стаканов до дневной нормы потребления воды: 3 шт.
*/

func main() {

}