package main

import "fmt"

/*
    ----------------------
    | Программа "Анкета" |
    ----------------------
    Объяви переменные для хранения имени, возраста, города и цвета.
	Считай данные из терминала.
	Выведи в красивом виде.

	--------
    | Ввод |
    --------
	"Введите ваше имя: "
	"Введите ваш возраст: "
	"Введите ваш город: "
	"Введите ваш любимый цвет: "

	---------
	| Вывод |
	---------
	Привет, *имя*! Твой возраст: *возраст*.
	Ты родился в городе *город* и любишь *цвет* цвет.
*/

func main() {

}