package main

import "fmt"

/*
    -------------------------------------
    | Программа "Конвертер температуры" |
    -------------------------------------
    Напишите программу, которая запрашивает у пользователя температуру в градусах Цельсия (°C) и конвертирует её в:
	1) градусы Фаренгейта (°F)
	2) кельвины (K)

	-----------
    | Справка |
    -----------
	Как перевести °C в °F:
	°F = °C × 9/5 + 32

	Как перевести °C в K:
	K = °C + 273,15

	--------
    | Ввод |
    --------
	"Введите температуру в °C: "
	*пользователь ввёл температуру*

	"Во что перевести температуру?"
	"1: градусы Фаренгейта (°F)"
	"2: кельвины (K)"

	---------
	| Вывод |
	---------
	(Если выбрано 1) X °C = Y °F
	(Если выбрано 2) X °C = Y K
*/

func main() {

}