package main

import "fmt"

/*
	----------------------------
	| Ввод с терминала и поиск |
	----------------------------
	Создайте целочисленный массив из 5 элементов.
	Заполните его вводом чисел с терминала.

	Напишите программу, для поиска в массиве числа, введённого с терминала.

	------------
	| Терминал |
	------------
	[Ввод ] Введите элемент №X: Y
	        И т.д.

	[Вывод] Массив успешно заполнен: [...]

    [Ввод ] Введите число для поиска: X

	[Вывод] (Если число найдено) Число X найдено! Индекс элемента: Y
	[Вывод] (Число не найдено) Число X не найдено в массиве!
*/

func main() {
	
}