package main

import "fmt"

/*
	----------------------------
	| Программа "Описание дня" |
	----------------------------
	Опишите день с помощью типа данных bool.

	-----------
	| Справка |
	-----------
	вечер - evening | выходной - weekend | рабочий день - work day
	солнечно - sunny | дождливо - rainy | облачно - cloudy

	---------
	| Вывод |
	---------
	Сейчас вечер? *значение*
	Сегодня выходной? *значение*
	Сегодня рабочий день? *значение*

	Погода сегодня:
	Солнечно? *значение*
	Дождливо? *значение*
	Облачно? *значение*
*/

func main() {

}