package main

import "fmt"

/*
	----------------------
	| Программа "Баланс" |
	----------------------
	Проверьте, что на балансе SIM-карты достаточно средств, для списания ежедневной платы 30 руб. по тарифу

	-----------
	| Справка |
	-----------
	Баланс - balance
	Ежеденевный - daily
	Платёж - payment

	---------
	| Вывод |
	---------
	Если на балансе недостаточно средств:
	Внимание! На вашем балансе (XX руб.) недостаточно средств для списания ежедневной платы XX руб.
	Пополните счёт на XX руб., чтобы оставаться на связи с близкими!

	Если средств на балансе достаточно:
	Списана ежедневная плата за тариф "Всегда на связи!" в размере XX руб.
	Текущий баланс: XX руб. Ваш любимый Т-Мобайл!
*/

func main() {

}