package main

import "fmt"

/*
	------------
	| Выходные |
	------------
	Даны дни недели.
	Выведите их, предложив выбрать текущий день недели.

	Определите, рабочий это день или выходной.

	------------
	| Терминал |
	------------
	Дни недели:
	[Вывод] 1) Понедельник
	И т.д.

	[Ввод ] Выберите текущий день недели: X

	[Вывод] (Если день рабочий) X - это рабочий день!
	[Вывод] (Если день выходной) X - это выходной!
*/

func main() {
	var days_of_week [7]string = [7]string{"Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота", "Воскресенье"}
}