package main

import "fmt"

/*
	----------------------
	| Программа "Анкета" |
	----------------------
	Опишите себя с помощью типа данных bool.

	-----------
	| Справка |
	-----------
	студент - student | работник - worker | мужчина - man | программист - programmer | водитель - driver
	счастлив - happy | голоден - hungry | устал - tired

	---------
	| Вывод |
	---------
	Моя анкета в Одноклассниках:
	Я студент? *значение*
	Я работник? *значение*
	Я мужчинский мужчина? *значение*
	Я программист? *значение*
	Я водитель? *значение*

	Моё состояние:
	Я счастлив? *значение*
	Я голоден? *значение*
	Я устал? *значение*
*/

func main() {

}