package main

import "fmt"


/*
	-----------------------------
	| Программа "Площадь пиццы" |
	-----------------------------
	Посчитайте площадь малой (25 см), средней (30 см) и большой (35 см) пицц из Додо

	------------
	| Действия |
	------------
	1) Сохранить размер малой, средней и большой пицц
	2) Вычислить их радиус
	2) Вычислить их площадь

	-----------
	| Справка |
	-----------
	Площадь круга: S = πr²
	Необходимо использовать пакет math

	--------------------------------------
	| Вывод fmt.Println() и fmt.Printf() |
	--------------------------------------
	fmt.Println()  Площадь пицц:
	fmt.Printf()   Малая (25 см) имеет площадь 490.87 см²
	fmt.Printf()   Средняя (30 см) имеет площадь 706.86 см²
	fmt.Printf()   Большая (35 см) имеет площадь 962.11 см²
*/

func main() {

}