package main

import "fmt"


/*
	-------------------------------
	| Программа "Рубли в доллары" |
	-------------------------------
	Ваш друг Серёга проснулся и понял, что у него нет никаких евро.
	А есть только самые обычные "деревянные".

	Но он всё ещё хочет поехать как турист в США.
	Ему нужно обменять рубли на доллары.

	Обменный курс на 6 мая 2025 года: ₽1 = $0.012208

	------------
	| Действия |
	------------
	1) Нужно сохранить кол-во рублей и обменный курс
	2) Посчитать сколько долларов он получит

	----------------------
	| Вывод fmt.Printf() |
	----------------------
	Обменяв ₽500000.00 в обменнике Серёга получит $6104.00
*/

func main() {

}