package main

import "fmt"

/*
	-------------------------------
	| Программа "Чётное/нечётное" |
	-------------------------------
	Проверьте, является число чётным или нечётным.

	Используйте оператор % (чтобы узнать остаток от деления).

	-----------
	| Справка |
	-----------
	Чётное число - это число, которое делится на 2 без остатка.

	--------------------------
	| Новые слова в словарик |
	--------------------------
	Even number - чётное число
	Odd number - нечётное число

	---------
	| Вывод |
	---------
	Если число чётное:
	Число X чётное

	Если число нечётное:
	Число X нечётное
*/

func main() {

}