package main

import "fmt"

/*
	---------------------------
	| Программа "Температура" |
	---------------------------
	Дайте совет как одеться перед выходом на улицу, в зависимости от температуры воздуха.

	---------
	| Вывод |
	---------
	Если на улице меньше 0.0 °C:
	На улице мороз (-X.X °C)! Наденьте шапку и тёплую куртку!

	Если температура от 0.0 по 15.0 °C:
	На улице прохладно (X.X °C)! Наденьте ветровку или тёплую кофту!

	Если на улице от 15 °C:
	Погода тёплая (X.X °C)! Можно идти в футболке!
*/

func main() {

}