package main

import "fmt"

/*
	-------------------------------
	| Программа "Сравнение чисел" |
	-------------------------------
	Напишите программу, которая проверяет число в переменной и выводит:
	- "Число положительное", если число больше нуля;
	- "Число отрицательное", если число меньше нуля;
	- "Число равно нулю", если число равно нулю.
	Используйте оператор if-else.

	--------------------
	| Оператор if-else |
	--------------------
	if *условие* {
		// Инструкции...
	} else if *условие* {
		// Инструкции...
	}
	else {
		// Инструкции...
	}

	---------
	| Вывод |
	---------
	Если число положительное:
	Число положительное

	Если число отрицательное:
	Число отрицательное

	Если число равно нулю:
	Число равно нулю
*/

func main() {

}