package main

import "fmt"

/*
	-------------------------------
	| Программа "Сравнение чисел" |
	-------------------------------
	Сравните две целочисленные переменные всеми операторами сравнения

	-----------------------
	| Операторы сравнения |
	-----------------------
	Равно: ==
	Не равно: !=
	Больше: >
	Меньше: <
	Больше или равно: >=
	Меньше или равно: <=

	---------
	| Вывод |
	---------
	a == b: *значение*
	a != b: *значение*

	a > b: *значение*
	a < b: *значение*

	a >= b: *значение*
	a <= b: *значение*
*/

func main() {

}