package main

import "fmt"

/*
	---------------------------------
	| Программа "Право голосования" |
	---------------------------------
	Напишите программу, которая проверяет право голосования у гражданина на выборах Президента РФ.

	-----------
	| Справка |
	-----------
	На выборах Президента РФ голосовать имеют право граждане, достигшие совершеннолетия (18 лет).

	---------
	| Вывод |
	---------
	Если избиратель совершеннолетний:
	Вот ваш бюллетень, проходите в кабинку для голосования!

	Если избиратель несовершеннолетний:
	Вы недостаточно взрослый для голосования
*/

func main() {

}