package main

import "fmt"


/*
	------------------------------
	| Программа "Евро в доллары" |
	------------------------------
	Ваш друг Серёга хочет поехать как турист в США, но у него есть только евро.
	Ему нужно обменять их на доллары.

	Обменный курс на 6 мая 2025 года: €1 = $1.13

	------------
	| Действия |
	------------
	1) Нужно сохранить кол-во евро и обменный курс
	2) Посчитать сколько долларов он получит

	----------------------
	| Вывод fmt.Printf() |
	----------------------
	Обменяв €50.00 в обменнике Серёга получит $56.50
*/

func main() {

}