package main

import "fmt"

/*
	------------------
	| Следующий день |
	------------------
	Даны дни недели.
	Выведите их, предложив выбрать текущий день недели.

	Выведите следующий день недели, относительно того, что выбрал пользователь.

	------------
	| Терминал |
	------------
	Дни недели:
	[Вывод] 1) Понедельник
	И т.д.

	[Ввод ] Выберите текущий день недели: X

	[Вывод] (Например, если выбран вторник) Сегодня Вторник, завтра будет Среда!
*/

func main() {
	var days_of_week [7]string = [7]string{"Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота", "Воскресенье"}
}